Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Read/Write allows people to open, change and create files
be: Чытанне і запісванне дазваляе людзям адчыняць, змяняць і ствараць файлы

source: ReadOnly,
be: толькі для чытання,

source: Reading &View
be: Выгляд чытання

source: Reading data from the device (%1!ld!%% complete)
be: Чытанне звестак з прылады (%1!ld!%% скончана)

source: Readme location
be: Размяшчэнне ReadMe

source: Reads on-screen text, dialog boxes, menus, and buttons aloud if speakers or a sound output device is installed.
be: Чытае тэкст на экране, у дыялогах, меню і кнопках ўслых, калі ўсталяваныя дынамікі і прылада вываду.

source: Ready
be: Гатова

source: Ready to create
be: Гатовы да стварэння

source: Ready to erase disc
be: Гатовы да сцірання кружэлкі

source: Real Time Monitoring has recovered from an unknown failure.
be: Праца маніторынга ў рэжыме рэальнага часу была адноўлена пасля невядомай памылкі.

source: Real Time Monitoring has recovered from an unknown failure. It is recommended that you run a quick scan.%0
be: Праца маніторынга ў рэжыме рэальнага часу была адноўлена пасля невядомай памылкі. Пажадана, каб вы выканалі хуткую праверку сістэмы.%0

source: Real Time Monitoring has stopped functioning for an unknown reason.
be: Маніторынг абароны ў рэальным часе перастаў працаваць; прычыны не выяўлены.

source: Real Time Monitoring has stopped functioning for an unknown reason. Restart the service in order to recover.%0
be: Маніторынг абароны ў рэальным часе перастаў працаваць; прычыны не выяўлены. Перазапусціце службу, каб аднавіць яе працу.%0

source: Real-Time Protection%0
be: Абарона ў рэальным часе%0

source: Real-time protection
be: Абарона ў рэальным часе

source: Real-time protection:
be: Абарона ў рэальным часе:

source: Realtime
be: Рэальны час

source: Reboot
be: Перазапуск

source: Received
be: Атрымана

source: Received Faxes
be: Атрыманыя факсы

source: Received:
be: Атрымана:

source: Recent
be: Апошнія

source: Recent &Notes
be: Апошнія нататкі

source: Recent Documents
be: Апошнія дакументы

source: Recent E-mail
be: Апошняя эл. пошта

source: Recent Items
be: Апошнія элементы

source: Recent Music
be: Апошняя музыка

source: Recent Pages
be: Апошнія старонкі

source: Recent Pictures and Videos
be: Апошнія відарысы і відэазапісы

source: Recent Places
be: Апошнія месцы

source: Recent documents
be: Апошнія дакументы

source: Recent pictures
be: Апошнія відарысы

source: Recent&ly Used Notes
be: Апошнія выкарыстаныя нататкі

source: Recently Changed
be: Апошнія змененыя

source: Recently installed gadgets
be: Апошнія ўсталяваныя гаджэты

source: Recognized as:
be: Распазнана як:

source: Recommended
be: Рэкамендавана

source: Recommended Programs
be: Рэкамендаваныя праграмы

source: Recommended Update
be: Рэкамендаванае абнаўленне

source: Recommended Windows Experience Index
be: Рэкамендаваны індэкс досведу Windows

source: Recommended action based on definitions
be: Рэкамендаванае дзеянне абапіраецца на вызначэнні

source: Recommended and optional updates
be: Рэкамендаваныя і неабавязковыя абнаўленні

source: Recommended options:
be: Рэкамендаваныя налады:

source: Recommended updates
be: Рэкамендаваныя абнаўленні

source: Reconnect
be: Перазлучыць

source: Record steps to reproduce a problem
be: Запісваць крокі для рэпрадукцыі праблемы

source: Recorded TV
be: Запісаная тэлевізія

source: Recorded TV Folder
be: Каталог запісанай тэлевізіі

source: Recorded TV:
be: Запісаная тэлевізія:

source: Recording
be: Запіс

source: Recording time
be: Час запісу

source: Records Repository
be: сховішча запісаў

source: Records sounds if a microphone and sound card are installed.
be: Запісвае гукі, калі ўсталяваны мікрафон і гукавая картка.

source: Rectangular selection
be: Прамавугольнае вылучэнне

source: Recycle Bin
be: Сметніца

source: Recycle Bin (empty)
be: Сметніца (пустая)

source: Recycle Bin (full)
be: Сметніца (поўная)

source: Recycle Bin Access Denied
be: Адмоўлена ў доступе да сметніцы

source: Recycle Bin Location
be: Размяшчэнне сметніцы

source: Recycling
be: Выкідванне

source: Red
be: Чырвоны

source: Redialing options
be: Налады перанабірання

source: Redo
be: Узнавіць

source: Redo %s
be: Узнавіць %s

source: Redo (Ctrl+Y)
be: Узнавіць (Ctrl+Y)

source: Redo last action.
be: Узнавіць апошняе дзеянне.

source: Redo your last action.
be: Узнавіць вашае апошняе дзеянне.

source: Redoes the previous file operation.
be: Паўтарае папярэднюю файлавую аперацыю.

source: Reduced
be: Зніжана

source: Reduces the window to an icon.
be: Змяншае вакно ў значак.

source: Reference
be: Даведка

source: Reference <site> for instruction on proper APIs and behavior.
be: Спасылка <site> дасць інструкцыі належных API і паводзінаў.

source: Refresh
be: Абнавіць

source: Refresh "%s"
be: Абнавіць "%s"

source: Refresh a&ll
be: Абнавіць усё

source: Refresh this feed
be: Абнавіць гэтую стужку

source: Refresh\0
be: Абнавіць\0

source: Refreshes the contents of the current page.
be: Абнаўляе змесціва гэтай старонкі.

source: Region and &language
be: Рэгіён і мова

source: Region and Language
be: Рэгіён і мова

source: Region and Language Settings
be: Налады рэгіёна і мовы

source: Region and Language control panel
be: Панэль кіравання рэгіёнам і мовай

# Region and Language control panel
source: Region and Language control panel\r\n
be: Панэль кіравання рэгіёнам і мовай\r\n

source: Regional Language Options
be: Налады рэгіянальнай мовы

source: Registered company
be: Зарэгістраваная кампанія

source: Registered owner
be: Зарэгістраваны ўладальнік

source: Registration of the DNS resource records for all adapters of this computer has been initiated. Any errors will be reported in the Event Viewer in 15 minutes.
be: Была ініцыяваная рэгістрацыя запісаў DNS-рэсурсаў для ўсіх адаптараў гэтага камп'ютара. Любыя памылкі будуць паведамленыя ў праглядальніку падзеяў цягам 15 хвілін.

source: Regular
be: Звычайны

source: Release date
be: Дата публікавання

source: Relevance
be: Істотнасць

source: Remember my credentials
be: Запомніць мае пасведчанні

source: Remind me later
be: Нагадаць пазней

source: Reminder time
be: Час напамінку

source: Remo&ve
be: Выдаліць

source: Remo&ve All
be: Выдаліць усё

source: Remote Computer
be: Аддалены камп'ютар

source: Remote Control
be: Аддаленае кіраванне

source: Remote Control Software
be: Апраграмаванне аддаленага кіравання

source: Remote Desktop
be: Аддаленая стальніца

source: Remote Desktop Connection
be: Злучэнне з аддаленай стальніцай

source: Remote Desktop Protocol
be: пратакол аддаленай стальніцы

source: Remote ICS Connection Properties
be: Уласцівасці аддаленага ICS-злучэння

source: Remote Router
be: Аддалены рутэр

source: Remote interactive login
be: Аддалены інтэрактыўны ўваход

source: Remote settings
be: Аддаленыя налады

source: Removable Disk
be: Вымальны дыск

source: Removable Media (Unknown Size)
be: Зменны носьбіт (памер невядомы)

source: Removable media on this computer
be: Зменны носьбіт на гэтым камп'ютары

source: Remove
be: Выдаліць

source: Remove &all
be: Выдаліць &усё

source: Remove &from this list
be: Выдаліць са спісу

source: Remove &location from library
be: Выдаліць размяшчэнне з бібліятэкі

source: Remove Password
be: Выдаліць пароль

source: Remove Properties
be: Выдаліць уласцівасці

source: Remove Recycle Bin
be: Выдаленне сметніцы

source: Remove Your Password
be: Выдаліць ваш пароль

source: Remove a password
be: Выдаліць пароль

source: Remove all customizations for the current format?
be: Прыбраць усе дапасаванні дзейнага фармату?

source: Remove all files from the Recycle Bin to free up disk space.
be: Знішчыць ўсе файлы ў сметніцы для вызвалення дыскавай прасторы.

source: Remove all the files in the temporary folder for burning a disc in this drive.
be: Выдаліць усе файлы з часовага каталога, прызначаныя для прапальвання кружэлкі ў гэтым кружэльніку.

source: Remove current folder.
be: Выдаліць дзейны каталог.

source: Remove files immediately when deleted.
be: Знішчаць файлы адразу пасля выдалення.

source: Remove from Brid&ge
be: Выдаліць з моста

source: Remove icons from notification area (system tray) on the desktop
be: Выдаліць значкі з пляцоўкі апавяшчэнняў (сістэмнага латка) стальніцы

source: Remove items from this list to have them monitored again.
be: Выдаліць элементы з гэтага спісу для назірання за імі.

source: Remove link from favorites.
be: Выдаліць спасылку з упадабанага.

source: Remove or restore software that was prevented from running.
be: Выдаліць ці аднавіць заблакаваныя праграмы.

source: Remove properties
be: Выдаліць уласцівасці

source: Remove properties from the selected file.
be: Выдаліць ўласцівасці абранага файла.

source: Remove some files or insert another disc with more space, and then try again.
be: Прыбярыце некаторыя файлы ці ўстаўце кружэлку з большай вольнай прасторай і паўтарыце спробу.

source: Remove system error memory dump files.
be: Выдаліць файлы адбітка памяці сістэмных памылак

source: Remove system error minidump files.
be: Выдаліць файлы мініадбітка сістэмных памылак

source: Remove the password
be: Выдаліць пароль

source: Remove the selected connection(s) from the network bridge.
be: Выдаліць вылучаныя злучэнні з сеткавага моста.

source: Remove the selected connection(s) so that it can no longer be used.
be: Выдаліць вылучаныя злучэнні, каб імі больш нельга было карыстацца.

source: Remove this &page
be: Выдаліць гэтую старонку

source: Remove this display
be: Выдаліць гэты манітор

source: Remove this software immediately.
be: Выдаліць гэту праграму зараз.

source: Remove your fingerprint data
be: Выдаліць звесткі адбітка пальца

source: Remove your password
be: Выдаліць ваш пароль

source: Remove%0
be: Выдаліць%0

source: Removed:
be: Выдалена:

source: Removes the current selection and copies it onto the Clipboard.
be: Выдаляе дзейнае вылучэнне і капіюе яго ў кішэню.

source: Removes the process from the system
be: Выдаляе працэс з сістэмы

source: Removes the selected items and copies them onto the Clipboard.
be: Выдаляе вылучаныя элементы і капіюе іх у кішэню.

source: Removes this item from the Start Menu
be: Выдаліць элемент з Пачатковага меню

source: Removes this process and all descendants from the system.
be: Выдаляе працэс і ўсіх нашчадкаў з сістэмы

source: Removes your laptop or notebook computer from a docking station.
be: Адлучае ваш лэптоп ці ноўтбук з чапляльнай станцыі.

source: Removing Originals...
be: Выдаленне арыгіналаў...

source: Removing a gadget won't uninstall it from your computer.
be: Гэта не выкліча яго высталявання з вашага камп'ютара.

source: Removing connection(s) from the Network Bridge...
be: Выдаленне злучэнняў з сеткавага моста...

source: Removing personalized settings for:
be: Выдаленне персаналізаваных наладаў для:

source: Rena&me
be: Пераназваць

source: Rename
be: Пераназваць

source: Rename Account
be: Пераназваць рахунак

source: Rename Drive
be: Пераназванне дыска

source: Rename File
be: Пераназванне файла

source: Rename Folder
be: Пераназваць каталог

source: Rename Warning!
be: Папярэджанне падчас пераназвання

source: Rename of '%2!ls!' to '%1!ls!'
be: Пераназванне '%2!ls!' у '%1!ls!'

source: Rename the selected connections
be: Пераназваць вылучаныя злучэнні

source: Rename the selected file or folder.
be: Пераназваць вылучаны файл ці каталог.

source: Rename this computer
be: Пераназваць камп'ютара

source: Rename this connection
be: Пераназваць гэтае злучэнне

source: Renames the selected item.
be: Пераназывае вылучаныя элементы.

source: Renaming
be: Пераназванне

source: Renaming '%s'
be: Пераназванне '%s'

source: Renaming file...
be: Пераназванне файла...

source: Renaming it to "%s" would solve this problem.
be: Пераназванне яго ў "%s" мусіць вырашыць гэтую праблему.

source: Repair Database
be: Выправіць базу звестак

source: Repair database
be: Выправіць базу звестак

source: Repe&at my answer each time this occurs
be: Паўтараць мой адказ падчас такой сітуацыі

source: Repeat &delay:
be: Затрымка паўтору:

source: Repeats the last action.
be: Паўтарае апошняе дзеянне.

# Repeats the last find. Find Next
source: Repeats the last find.\nFind Next
be: Паўтарае апошні пошук.\nЗнайсці наступнае

source: Replace
be: Замяніць

source: Replace &All
be: Замяніць усе

source: Replace (Ctrl+H)
be: Замяніць (Ctrl+H)

source: Replace Scheme?
be: Перамясціць схему?

source: Replace sounds with visual cues
be: Замяніць гукі візуальнымі падказкамі

source: Replace text in the document.
be: Замяніць тэкст у дакуменце.

source: Replace the file in the destination folder with the file you are copying:
be: Замяніць файл у мэтавым каталогу файлам, які вы капіюеце:

source: Replace the file in the destination folder with the file you are moving:
be: Замяніць файл у мэтавым каталогу файлам, які вы перамяшчаеце:

source: Reply All
be: Адказаць усім

source: Report Id: %3.
be: Ідэнтыфікатар справаздачы: %3.

source: Request for Connection
be: Запыт на злучэнне

source: Requested actions have been applied successfully
be: Выбраныя дзеянні паспяхова выкананыя

source: Require &server verification (https:) for all sites in this zone
be: Патрабуецца сэрверная праверка (https:) для ўсіх сайтаў у гэтым абсягу

source: Require a password on wakeup
be: Запытваць пароль падчас абуджэння

source: Require a password to unlock the computer when it wakes from sleep.
be: Запытваць пароль для разблакавання камп'ютара падчас яго абуджэння.

source: Require a password when the computer wakes
be: Запытваць пароль падчас абуджэння камп'ютара

source: Required Windows Experience Index
be: Патрэбны індэкс досведу Windows

source: Required attendee addresses
be: Адрасы абавязковых наведвальнікаў

source: Required attendees
be: Абавязковыя наведвальнікі

source: Rerun
be: Перавыканаць

source: Resend the previous result string to this application.
be: Перадаслаць мінулы выніковы радок у гэтую праграму.

source: Reserve battery level
be: Рэзервовы ўзровень батарэі

source: Reserved Battery Level
be: Зарэзерваваны ўзровень батарэі

source: Reset Internet Explorer settings
be: Скінуць налады Internet Explorer

source: Reset all adapter history.
be: Скінуць усю гісторыю адаптара.

source: Reset custom settings
be: Скінуць дапасаваныя налады

source: Reset password...
be: Скінуць пароль...

source: Resets Internet Explorer's settings to their default condition.
be: Скідвае налады Internet Explorer да іх стандартнага стану.

source: Resets the text to be without any attributes.
be: Скідвае атрыбуты тэксту.

source: Resign
be: Здацца

source: Resize
be: Змяніць памер

source: Resize Picture End.
be: Канец змянення памеру відарыса.

source: Resize Picture Start.
be: Пачатак змянення памеру відарыса.

source: Resize and Skew
be: Змяніць памер і нахіл

source: Resize and skew (Ctrl+W)
be: Змяніць памер і нахіл (Ctrl+W)

source: Resize and skew the picture or selection.
be: Змяніць памер і нахіл відарыса ці вылучэння.

source: Resize picture
be: Змяніць памеры відарыса

source: Resize relative to original picture size
be: Змяніць памер адносна першапачатковага памеру відарыса

source: Resolution
be: Разрознасць

source: Resolution Control - Item Added
be: Элемент кантролю разрознасці - Элемент дададзены

# Resolution Control - Item Added
source: Resolution Control - Item Added\r\n
be: Элемент кантролю разрознасці - Элемент дададзены\r\n

source: Resolution Control - Selection Changed
be: Элемент кантролю разрознасці - Вылучэнне змененае

# Resolution Control - Selection Changed
source: Resolution Control - Selection Changed\r\n
be: Элемент кантролю разрознасці - Вылучэнне змененае\r\n

source: Resolution Control Clicked
be: Націснуты элемент кантролю разрознасці

# Resolution Control Clicked
source: Resolution Control Clicked\r\n
be: Націснуты элемент кантролю разрознасці\r\n

source: Resolution Slider
be: Паўзунок разрознасці

source: Resolution Slider - Closed
be: Паўзунок разрознасці - Зачынены

# Resolution Slider - Closed
source: Resolution Slider - Closed\r\n
be: Паўзунок разрознасці - Зачынены\r\n

source: Resolution Slider - Created
be: Паўзунок разрознасці - Створаны

# Resolution Slider - Created
source: Resolution Slider - Created\r\n
be: Паўзунок разрознасці - Створаны\r\n

source: Resolution Slider Pane
be: Панэль паўзунка разрознасці

source: Resolution unit
be: Адзінка разрознасці

source: Resolution:
be: Разрознасць:

source: Resolve Conflict
be: Вырашыць канфлікт

source: Resolve Conflict (%1!d!
be: Вырашэнне канфлікта (%1!d!

source: Resolve Conflict (%1!d! of %2!d!)
be: Вырашэнне канфлікта (%1!d! з %2!d!)

source: Resolve sync conflicts
be: Вырашыць сінхранізацыйныя канфлікты

source: Resolved
be: Урэгуляваны

source: Resolved Invalid
be: Урэгуляваны недапушчальны

# Resolved
source: Resolved\r\n
be: Урэгулявана\r\n

source: Resolving
be: Урэгуляванне

# Resolving
source: Resolving\r\n
be: Урэгуляванне\r\n

source: Resource:
be: Рэсурсы:

source: Resources
be: Рэсурсы

source: Resources scanned:
be: Праверана рэсурсаў:

source: Resources:
be: Рэсурсы:

source: Response Time
be: Час адказу

# Response Time
source: Response Time\r\n
be: Час адказу\r\n

source: Restart
be: Перазапусціць

source: Restart &Computer...
be: Перазапусціць камп'ютар...

source: Restart &Later
be: Перазапусціць пазней

source: Restart &later
be: Перазапусціць пазней

source: Restart &now
be: Перазапусціць зараз

source: Restart Now
be: Перазапусціць зараз

source: Restart Required: To complete the installation of the following updates, the computer must be restarted. Until this computer has been restarted, Windows cannot search for or download new updates: %1
be: Патрэбны перазапуск: Каб скончыць усталяванне наступных абнаўленняў, камп'ютар павінен быць перазапушчаны. Пакуль гэта не зроблена, Windows не зможа шукаць ці ўсталёўваць новыя абнаўленні: %1

source: Restart Task Manager
be: Перазапусціць кіраўнік задач

source: Restart in MS-DOS mode
be: Перазапуск у рэжыме MS-DOS

source: Restart now
be: Перазапусціць зараз

source: Restart now to finish installing updates.
be: Перазапусціце камп'ютар, каб скончыць усталёўванне абнаўленняў.

source: Restart required.
be: Патрэбны перазапуск

source: Restart the Computer
be: Перазапусціць камп'ютар

source: Restart the program
be: Перазапусціць праграму

source: Restart the program and check for a solution later
be: Перазапусціць праграму і праверыць наяўнасць вырашэння пазней

source: Restart the service in order to recover.%0
be: Перазапусціце службу, каб аднавіць яе працу.%0

source: Restart your computer to finish installing important updates
be: Перазапусціце камп'ютар, каб скончыць усталёўванне важных абнаўленняў.

source: Restart your computer, and then try again.
be: Перазапусціце камп'ютар і паўтарыце спробу.

source: Restarting in 10 seconds
be: Перазапуск праз 10 секунд

source: Restarting in: %1!d! min, %2!d! sec
be: Перазапуск праз: %1!d! хвілін, %2!d! секунд

source: Restore
be: Аднавіць

source: Restore &Defaults
be: Аднавіць стандарты

source: Restore &device defaults
be: Аднавіць стандарты прылады

source: Restore Down
be: Згарнуць

source: Restore Start menu defaults
be: Аднавіць стандарты Пачатковага меню

source: Restore Up
be: Разгарнуць

source: Restore all items
be: Аднавіць усе элементы

source: Restore data, files, or computer from backup
be: Аднавіць звесткі, файлы ці камп'ютар з рэзервовай копіі

source: Restore default icon behaviors
be: Аднавіць стандартныя паводзіны значкаў

source: Restore default settings for this plan
be: Аднавіць стандарты гэтага плана

source: Restore desktop gadgets installed with Windows
be: Аднавіць гаджэты стальніцы, усталяваныя з Windows

source: Restore files from backup
be: Аднавіць файлы з рэзервовай копіі

source: Restore hidden updates
be: Аднавіць схаваныя абнаўленні

source: Restore point
be: Пункт аднаўлення

source: Restore previous &versions
be: Аднавіць папярэднія версіі

source: Restore previous folder windows at logon
be: Аднаўляць былыя вокны каталогаў падчас уваходу

source: Restore system files and settings from a restore point
be: Аднавіць файлы і налады з пункта аднаўлення

source: Restore the Language bar
be: Аднавіць моўную паліцу

source: Restore the default folders to the Library.
be: Аднавіць стандартныя каталогі бібліятэкі.

source: Restore the default libraries.
be: Аднавіць стандартныя бібліятэкі.

source: Restore the favorite links.
be: Аднавіць упадабаныя спасылкі.

source: Restore the selected items
be: Аднавіць вылучаныя элементы

source: Restore this item
be: Аднавіць гэты элемент

source: Restore your computer or reinstall Windows
be: Аднавіць камп'ютар ці пераўсталяваць Windows

source: Restore your computer to an earlier time
be: Аднавіць ранейшы стан камп'ютара

source: Restores Task Manager from its hidden state
be: Аднаўляе кіраўнік задач са схаванага стану

source: Restores the window to normal size.
be: Аднаўляе звычайны памер вакна.

source: Restoring these items can harm your privacy, security, or the performance of this computer.
be: Аднаўленне гэтых элементаў можа пашкодзіць вашай прыватнасці, бяспецы і прадуктыўнасці гэтага камп'ютара.

source: Restoring these items can harm your privacy, security, or the performance of this computer. Are you sure you want to restore them?
be: Аднаўленне гэтых аб'ектаў можа адмоўна сказацца на вашай прыватнасці і бяспецы, а таксама можа паўплываць на прадуктыўнасць камп'ютара. Вы сапраўды жадаеце аднавіць гэтыя элементы?

source: Restrict Run
be: Абмежаваць выкананне

source: Restricted
be: Абмежаваныя

source: Restricted license
be: Абмежаваная ліцэнзія

source: Restrictions
be: Абмежаванні

source: Results might be incomplete because a location could not be reached: %1!s!. Click to get help...
be: Вынікі могуць быць няпоўнымі з прычыны немагчымасці дасягнення размяшчэння: %1!s!. Пстрыкніце для атрымання дапамогі...

source: Resume
be: Працягнуць

source: Resuming Windows
be: Узнаўленне Windows

source: Retention Policy
be: Палітыка ўтрымання

source: Retrieving SpyNet Community Rating...
be: Атрыманне ацэнкі згуртавання SpyNet...

source: Retrieving data from your system to prepare for your scan...
be: Атрыманне звестак і падрыхтоўка сістэмы да праверкі...

source: Retrieving font names: %02d%%
be: Вяртанне назваў шрыфтоў: %02d%%

source: Retrieving libraries...
be: Атрыманне бібліятэк...

source: Retrieving system rating
be: Атрыманне ацэнкі сістэмы

source: Retro
be: Рэтра

source: Return to previous view.
be: Вярнуцца да папярэдняга выгляду.

source: Return to the current game in progress.
be: Вярнуцца ў дзейную гульню.

source: Returns the selected items to their original locations.
be: Вяртае вылучаныя элементы ў іх зыходныя размяшчэнні

source: Retype your password:
be: Увядзіце пароль яшчэ раз:

source: Reverse the current selection.
be: Інвертаваць дзейнае вылучэнне.

source: Reverses the last action.
be: Касуе апошняе дзеянне.

# Reverses the last action. Undo
source: Reverses the last action.\nUndo
be: Касуе апошняе дзеянне.\nАдрабіць

source: Reverses which items are selected and which are not.
be: Інвертуе вылучэнне: вылучаныя становяцца нявылучанымі, нявылучаныя - вылучанымі.

source: Revert
be: Вярнуць

source: Reverting changes
be: Касацыя зменаў

source: Reverting to previous display settings in %d seconds.
be: Вяртанне да папярэдняга стану экрана праз %d секундаў.

source: Reverting to previous display settings in 1 second.
be: Вяртанне да папярэдняга стану экрана праз 1 секунду.

source: Review
be: Перагляд
